DataMove/src/com/huawen/publishapp/data/webservice/xml/getCustomRpt.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <getCustomRpt xmlns="http://tempuri.org/">
      <ColIDs>${ColIDs}$</ColIDs>
      <Stocks>${Stocks}$</Stocks>
    </getCustomRpt>
  </soap:Body>
</soap:Envelope>